Repository: KindofNihilist/Zoogram
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: uk

source: and
uk: та

source: be at least 4 characters long
uk: мати не менше 4 символів

source: be at least 8 characters long
uk: мати не менше 8 символів

source: have no whitespaces
uk: відсутні пробіли

source: include at least one digit
uk: включати щонайменше одну цифру

source: include at least one letter
uk: включати щонайменше одну літеру

source: %@. Please try again later.
uk: %@. Будь ласка спробуйте пізніше.

source: %lld day ago
uk: %lld дн. тому

source: %lld hour ago
uk: %lld год. тому

# %lld like
source: %lld likes
uk: %lld вподобань

source: %lld min ago
uk: %lld хв. тому

source: %lld month ago
uk: %lld міс. тому

source: %lld second ago
uk: %lld сек. тому

source: %lld week ago
uk: %lld тиж. тому

source: Access to photo library is needed to choose a photo to post
uk: Доступ до бібліотеки фотографій потрібен, щоб обрати фото для публікації

source: Activity
uk: Активність

source: Add caption...
uk: Додати опис...

source: Are you sure you want to log out?
uk: Ви впевнені що хочете вийти?

source: Bio
uk: Про себе

source: Bookmarked posts will be displayed here
uk: Тут відображатимуться публікації додані до закладок

source: Bookmarks
uk: Закладки

source: Brightness
uk: Яскравість

source: Cancel
uk: Відмінити

source: Change profile picture
uk: Змінити зображення профілю

source: Choose from Library
uk: Обрати з бібліотеки

source: Choose gender
uk: Обрати гендер

source: Choose profile photo
uk: Обрати зображення профілю

source: commented: %@
uk: коментує: %@

source: Comments
uk: Комментарі

source: Continue
uk: Продовжити

source: Contrast
uk: Контраст

source: Couldn't complete the action
uk: Не вдалось виконати дію

source: Couldn't complete the search
uk: Не вдалось виконати пошук

source: Couldn't delete a comment
uk: Не вдалось видалити коментар

source: Couldn't delete data
uk: Не вдалось видалити данні

source: Couldn't delete post
uk: Не вдалось видалити публікацію

source: Couldn't load bookmarks
uk: Не вдалось завантажити закладки

source: Couldn't load data
uk: Не вдалось завантажити дані

source: Couldn't load posts
uk: Не вдалось завантажити публікації

source: Couldn't load user data
uk: Не вдалось завантажити дані користувача

source: Couldn't post a comment
uk: Не вдалось опублікувати коментар

source: Couldn't upload data
uk: Не вдалось вивантажити дані

source: Couldn't upload profile changes
uk: Не вдалось вивантажити зміни профілю

source: Couldn't upload your post, please try again later.
uk: Не вдалось вивантажити вашу публікацію, будь ласка спробуйте пізніше.

source: Create a password
uk: Створіть пароль

source: Create a username
uk: Створіть юзернейм

source: Create an account
uk: Створити аккаунт

source: Date of birth
uk: Дата народження

source: Delete
uk: Видалити

source: Done
uk: Готово

source: Edit
uk: Редагувати

source: Edit Profile
uk: Редагувати профіль

source: Editing
uk: Редагування

source: Email
uk: Емейл

source: Email is already in use
uk: Електронна адреса вже використовується

source: Enter bio
uk: Про себе

source: Enter comment
uk: Ввести коментар

source: Enter email
uk: Ввести емейл

source: Enter name
uk: Ввести імʼя

source: Enter username
uk: Ввести юзернейм

source: Enter your Email
uk: Введіть ваш емейл

source: Error
uk: Помилка

source: Exposure
uk: Експозиція

source: Female
uk: Жінка

# Filter
source: Filters
uk: Фільтри

source: Finish
uk: Завершити

source: Follow
uk: Cпостерігати

source: Followed
uk: Спостерігаються

source: Followers
uk: Читачі

source: Following
uk: Спостерігаються

source: Forgot password?
uk: Забули пароль?

source: Gender
uk: Гендер

source: Highlights
uk: Cвітлі ділянки

source: Invalid email
uk: Невірний емейл

source: Invalid email format
uk: Невірний формат електронної адреси

source: liked your post.
uk: вподобав(-ла) вашу публікацію

source: Log In
uk: Увійти

source: Log Out
uk: Вийти

source: Male
uk: Чоловік

source: Name
uk: Імʼя

source: Name can't be empty
uk: Імʼя не може бути порожнім

source: New Post
uk: Нова публікація

source: New posts of people you follow will be displayed here
uk: Тут відображатимуться нові публікації людей, за якими ви спостерігаєте

source: Next
uk: Далі

source: No Internet Connection
uk: Відсутнє інтернет зʼєднання

source: No Notifications
uk: Повідомлення відсутні

source: No Posts Yet
uk: Публікації поки що відсутні

source: Normal
uk: Нормальний

source: Ok
uk: Ок

source: Other
uk: Інший

source: Password
uk: Пароль

source: Please check your email for password reset link and follow the instructions
uk: Будь ласка перевірте свою електронну пошту на наявність посилання для зміни пароля та дотримуйтесь інструкцій

source: Post
uk: Опублікувати

source: Posting to %@
uk: Публікуємо до %@

source: Posts
uk: Публікації

source: Private Info
uk: Приватна інформація

source: Profile Picture
uk: Зображення Профілю

source: Provide Photo Library access
uk: Надайте доступ до Бібліотеки Фотографій

source: Recents
uk: Нещодавні

source: Remove
uk: Видалити

source: Saturation
uk: Насиченість

source: Save
uk: Зберегти

source: Search users
uk: Шукати користувачів

source: Seems like nobody is following this user
uk: Схоже, що ніхто не спостерігає за цим користувачем

source: Settings
uk: Налаштування

source: Shadows
uk: Тіні

source: started following you.
uk: почав(-ла) спостерігати за вами

source: Take Photo
uk: Зробити фото

source: Tap to choose date
uk: Натисніть щоб обрати дату

source: Tap to choose gender
uk: Натисніть щоб обрати гендер

source: The password should
uk: Пароль повинен

source: The user has been disabled
uk: Користувача було заблоковано

source: The username should
uk: Юзернейм повинен

source: There was a network error, please try again later
uk: Сталась помилка мережі, спробуйте пізніше

source: This user is not following anyone
uk: Цей користувач нікого не спостерігає

source: This username is already taken
uk: Цей юзернейм вже використовується

source: Tint
uk: Тонування

source: Uh-oh, something went wrong
uk: Ой-ой, щось пішло не так

source: Unable to make a post
uk: Неможливо зробити публікацію

source: Undo
uk: Відмінити

source: Unfollow
uk: Спостерігаю

source: User with this email doesn't exist
uk: Користувача з даною електронною адресою не існує

source: User with this email is already registered
uk: Користувач з такою електронною адресою вже зареєстрований

source: Username
uk: Юзернейм

# View %lld comment
source: View all %lld comments
uk: Переглянути %lld коментарі

source: Vignette
uk: Віньєтка

source: Warmth
uk: Теплота

source: Weak password
uk: Слабкий пароль

source: When you follow someone, you'll see them here.
uk: Коли ви починаєте спостерігати за кимось, ви побачите їх тут

source: Wrong password
uk: Невірний пароль

source: You must enter a username
uk: Ви повинні ввести юзернейм

source: You'll see all of the people who follow you here.
uk: Тут відображатимуться всі люди, що спостерігають за вами
